<template>
  <div class="container mx-auto p-10" style="min-height:70vh">
        <img
                  class="mx-auto h-40 w-auto"
                  src="~/assets/logo.jpg"
                  alt="Workflow"
                />
    <h1 class="text-xl font-bold">درباره ما</h1>
    <p class="text-lg mt-10">
      فروشگاه آننکوف از سال ۱۳۹۸ فعالیت خودش رو در زمینه ارائه محصولات اورجینال
      از بهترین برند های دنیا به مشتریان عزیز اغاز کرد. هدف مجموعه آننکوف ارائه
      محصولات با کیفیت و با ضمانت اورجینال بودن است و در این مسیر منافع مشتریان
      عزیز همیشه الویت اول مجموعه اننکوف بوده است.
    </p>
    <p class="text-lg mt-2">
      مفتخریم که اعلام کنیم تنها در سال اول فعالیتمان بیش از ۷۰۰ محصول قابل
      سفارش و در دسترس مشتریانمون قرار دادیم تا با حق انتخاب بیشتر، خرید بهتری
      داشته باشند.
    </p>
    <p class="text-lg mt-2">
      در شرایط حاضر و با توجه به محدودیت های بوجود آمده برای هم وطنانمون، هموار
      تلاش می کنیم تا با عرضه به روز ترین محصولات، امکان استفاده از جدید ترین
      تولیدات برند های دنیا را برای مشتریان عزیزمون فراهم کنیم و در این راستا از
      هیچ تلاشی فرو گذار نیستیم.
    </p>
  </div>
</template>
