<template>
  <div class="container mx-auto p-10" style="min-height:70vh">
        <img
                  class="mx-auto h-40 w-auto"
                  src="~/assets/logo.jpg"
                  alt="Workflow"
                />
    <h1 class="text-xl font-bold">قوانین و مقررات</h1>
    <p class="text-lg mt-10">
     ۱- تمام محصولات به سفارش مشتری به ایران ارسال می شوند و به همین دلیل امکان تعویض و یا مرجوع کردن وجود ندارد. برای انتخاب بهتر، مشاورین ما پاسخگوی سوالاتتون هستن.
    </p>
    <p class="text-lg mt-2">
     ۲- پس از ثبت سفارش و پرداخت مبلغ فاکتور، برای خریدار امکان لغو سفارش وجود ندارد.
    </p>
    <p class="text-lg mt-2">
      ۳- جهت ارسال سفارشات هیچ هزینه ای از خریدار عزیز دریافت نخواهد شد و ارسال به تمام نقاط ایران رایگان است.
    </p>
    <p class="text-lg mt-2">
     ۴- زمان تقریبی رسیدن سفارشات به ایران حدود ۳ هفته کاری است. در شرایط خاص امکان افزایش این مدت زمان وجود دارد.
    </p>
    <p class="text-lg mt-2">
     ۵- در مواردی، سفارش پس از چند روز از سمت نمایندگی لغو می شود. این اتفاق در محصولاتی که در حراج قرار دارند شایع تر است. در چنین شرایطی با خریدار محترم هماهنگی صورت می گیرد و وجه پرداختی به ایشان عودت داده خواهد شد.
    </p>
  </div>
</template>

<script setup>
useHead({
  title: 'قوانین و مقررات  |  آننکوف استور',
  viewport: 'width=device-width, initial-scale=1, maximum-scale=1',
  charset: 'utf-8',
  meta: [
    { name: 'description', content: 'قوانین و مقررات آننکوف استور' }
  ]
})
</script>

